// 1. Библиотека иска да организира информацията за книгите които притежава в информационна система.
// За всяка книга тя сьбира следните данни: име, автор, жанр и година на издаване.
// За авторите се съхранява информация за име, фамилия и националност.
// Жанровете са: класика, детски, фантастика, биографичен, любовен.
// Реализирайте добавяне на нова книга.
// Реализирайте операцията добавяне на книга.
// Реализирайте тьрсене на книга по име или част от името.
// Вьвеждайте параметрите на тьрсенето чрез стандартен вход.
// Покажете резултатите.
// 6. Реализирайте трсене на книга по автор. Покажете резултатите.
