Заредете картинка(по ваш избор) на екрана от лявата страна,
вертикално центрирана.
Картинката трябва да започне да се движи надясно докато 
стигне другия край на прозореца.Когата дясната част на картинката стигне до края на прозореца, картинката си сменя посоката и тръгва наляво.Като стигне до първоначалното си местоположение всичко се повтаря. (БОНУС ТОЧКИ : скоростта на движение се увеличава докато върви програмата);
В клас Shapes добавете нова статична функция drawPentagon,
която рисува правилен петоъгълник по координати на централната точка и дължина на страната в пиксели;
В клас Shapes добавете нова статична функция drawHexagon,
която рисува правилен шестоъгълник по координати на централната
точка и дължина на страната в пиксели;
(БОНУС ЗАДАЧА) В клас Shapes добавете нова статична функция,
която рисува фигура по ваше желание(различна от правоъгълник,
	окръжност, петоъгълник, шестоъгълник);
Разделете прозореца на 4 части като нарисувате 2 лении през 
средите на на страните(представете си логото на windows).

Като кликнете с мишката в някоя от частите да зарежда картинка 
в часта в която сте кликнали.
Всяка от 4те части да зарежда различна картинка.
(БОНУС ТОЧКИ : като кликнете отново на картинката, се скрива);

Напишете функция която рисува празен правоъгълник 
с подадена дебелина на линиите. 
(ПОЯСНЕНИЕ: може да стане с помощта 2 запълнени правоъгълника);
