
// В клас Shapes добавете нова статична функция drawPentagon,
// която рисува правилен петоъгълник по координати на централната 
// точка и дължина на страната в пиксели;

// В клас Shapes добавете нова статична функция drawHexagon,
// която рисува правилен шестоъгълник по координати на централната
// точка и дължина на страната в пиксели;

// (БОНУС ЗАДАЧА) В клас Shapes добавете нова статична функция,
// която рисува фигура по ваше желание(различна от правоъгълник,
// 	окръжност, петоъгълник, шестоъгълник);


// Напишете функция която рисува празен правоъгълник 
// с подадена дебелина на линиите. 
// (ПОЯСНЕНИЕ: може да стане с помощта 2 запълнени правоъгълника);
